const OurFeature = () => {
  return (
    <div>
      <p className="text-xl py-4 px-2 md:px-4 lg:px-8 font-bold">
        সংক্ষিপ্ত পরিচিতি
      </p>
      <p className="px-2 md:px-4 lg:px-12 text-sm">
        রংপুর পলিটেকনিক ইনস্টিটিউট বাংলাদেশের রংপুরের একটি কারিগরি
        শিক্ষাপ্রতিষ্ঠান। এটি দেশের প্রাচীন ও বৃহত্তম পলিটেকনিক ইনস্টিটিউট।
        রংপুর শহরের জিরো পয়েন্ট থেকে ১.৯ কি.মি. দূরে অবস্থিত এই সুবিশাল
        প্রতিষ্ঠানটি। ২০২৪ সালে প্রতিষ্ঠানটি জাতীয় পর্যায়ে শ্রেষ্ট শিক্ষা
        প্রতিষ্ঠান (কারিগরি পর্যায়ে) হয় অবস্থান- রংপুর পলিটেকনিক ইনস্টিটিউটটি
        রংপুর বিভাগের রংপুর শহরের জুম্মাপাড়ায় অবস্থিত। বিপরীতে বিভাগীয়
        কারিগরি শিক্ষাবোর্ড অবস্থিত। ইতিহাস- ১৮৮২ সালে প্রযুক্তি শিক্ষায় দক্ষ
        জনসম্পদ তৈরীর লক্ষে ‍“বেইলী ব্রীজ গোবিন্দ লাল টেকনিক্যাল স্কুল” নামে এ
        প্রতিষ্ঠানের যাত্রা শুরু হয়। ১৯৬২ খ্রিষ্টাব্দে আইয়ুব খান সরকার কর্তিক
        গৃহীত ৭ স্টেপ কর্মসুচিতে সিভিল ও পাওয়ার টেকনোলজি নিয়ে প্রতিষ্ঠিত হয়
        ‍“রংপুর টেকনিক্যাল ইনস্টিটিউট”। ১৯৬৮ খ্রিষ্টাব্দে মেকানিক্যাল ও
        ইলেকট্রিক্যাল টেকনোলজি অন্তর্ভুক্ত করে নতুন নামকরণ করা হয় ‍“রংপুর
        পলিটেকনিক ইনস্টিটিউট" । পরবর্তিতে পর্যায়ক্রমে ১৯৯২ খ্রিষ্টাব্দে
        ইলেকট্রনিক্স টেকনোলজি, ২০০২ খ্রিষ্টাব্দে কম্পিউটার টেকনোলোজি এবং ২০০৬
        খ্রিষ্টাব্দে ইলেক্ট্রোমেডিক্যাল টেকনোলজি অন্তর্ভুক্ত করে প্রতিষ্ঠানকে
        সম্প্রসারিত করা হয়েছে
      </p>

      <p className="text-xl py-4 px-2 md:px-4 lg:px-8 font-bold">বিভাগসমূহ-</p>
      <p className="px-2 md:px-4 lg:px-12 text-sm">কম্পিউটার বিজ্ঞান ও প্রযুক্তি(সিএসটি)</p>
      <p className="px-2 md:px-4 lg:px-12 text-sm">কম্পিউটার বিজ্ঞান ও প্রযুক্তি(সিএসটি)</p>
      

      <p className="text-xl py-4 px-2 md:px-4 lg:px-8 font-bold">বিভাগসমূহ-</p>
      <p  className="px-2 md:px-4 lg:px-12 text-sm">ছাত্রদের জন্য রয়েছে দুইটি এবং মেয়েদের জন্য একটি আবাসিক হল।</p>
    </div>
  );
};

export default OurFeature;
